Repository: eurolinux-enterprise-linux-sources/tsclient
Catalog: src/po/*.po
Languages: de

source: <b>This connection must have a name</b>
de: <b>Diese Verbindung muss über einen Namen verfügen</b>

source: Connection
de: Anschluss

source: The TSCConnection to edit
de: Die zu bearbeitende TSC-Verbindung

source: Edit Connection
de: Verbindung bearbeiten

source: ERROR: %s: %s
de: FEHLER: %s: %s

source: Terminal Server Client - Error
de: Terminalserver-Client - Fehler

source: Unknown Error
de: Unbekannter Fehler

source: Child process crashed
de: Kindprozess abgestürzt

source: Child terminated by signal
de: Kindprozess durch Signal beendet

source: Failed to load connection file '%s': %s
de: Verbindungsdatei '%s' konnte nicht geladen werden: %s

source: Unknown Error.
de: Unbekannter Fehler.

source: Failed to load connection file '%s': No provider specified.
de: Verbindungsdatei '%s' konnte nicht geladen werden: Kein Provider angegeben.

source: Failed to load connection file '%s': Provider '%s' is not available.
de: Verbindungsdatei '%s' konnte nicht geladen werden: Provider '%s' ist nicht verfügbar.

source: <span weight="bold">Reconnect to '%s'?</span> You have been unexpectedly disconnected from '%s'. Would you like to reconnect? <i>%s</i>
de: <span weight="bold">Verbindung zu '%s' wiederherstellen?</span> Die Verbindung zu '%s' wurde unerwartet getrennt. Möchten Sie die Verbindung wiederherstellen? <i>%s</i>

source: Terminal Server Client - Reconnect
de: Terminalserver-Client - Verbindung wiederherstellen

source: Connection '%s' failed
de: Verbindung '%s' fehlgeschlagen

source: No connections specified
de: Es wurden keine Verbindungen angegeben.

source: Waiting For Network...
de: Warten auf Netzwerk...

source: Continue Without Network
de: Ohne Netzwerk fortfahren

source: <b>Waiting for network connection, standby...</b>
de: <b>Warten auf Netzwerkverbindung...</b>

source: The TSCManager to use
de: Der zu verwendende TSCManager

source: chooser
de: Auswähler

source: Whether or not the window should only be a chooser
de: Gibt an, ob das Fenster nur zur Auswahl dienen soll.

source: Are you sure you want to remove the selected connections? This operation cannot be reversed.
de: Möchten Sie die ausgewählten Verbindungen wirklich entfernen? Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Choose Connection File
de: Verbindungsdatei auswählen

source: Remove Connection
de: Verbindung entfernen

source: Remove an existing connection
de: Bestehende Verbindung entfernen

source: Edit an existing connection
de: Bestehende Verbindung bearbeiten

source: Start Connection
de: Verbindung starten

source: Start a previously configured connection
de: Zuvor eingerichtete Verbindung starten

source: Export Connections
de: Verbindungen exportieren

source: Export connections to a file
de: Verbindungen in eine Datei exportieren

source: Add Connection
de: Verbindung hinzufügen

source: Add a new connection
de: Neue Verbindung hinzufügen

source: Import Connections
de: Verbindungen importieren

source: Import connections from a file
de: Verbindungen aus Datei importieren

source: Quit
de: Beenden

source: Quit the application
de: Anwendung beenden

source: Start a previously created connection
de: Zuvor erstellte Verbindung starten

source: name-or-file
de: Name-oder-Datei

source: Start a new connection from a URI
de: Neue Verbingung über URI starten

source: List the configured connections
de: Eingerichtete Verbindungen auflisten

source: Start all connections configured for autostart
de: Sämtliche für automatischen Start eingerichtete Verbindungen starten

source: Initiates a logout after all connections have ended
de: Initiiert Abmeldung nach Beenden sämtlicher Verbindungen

source: Import a set of previously exported connections
de: Eine Reihe von zuvor exportierten Verbindungen importieren

source: Export all connections to specified file
de: Sämtliche Verbindungen in angegebene Datei exportieren

source: Only show a connection chooser
de: Nur Verbindungsauswahl anzeigen

source: Configure and initiate connections to remote machines
de: Verbindungen zu entfernten Rechnern einrichten und initiieren

source: Would you like to start automatically configured connections?
de: Möchten Sie automatisch eingerichtete Verbindungen starten?

source: No connections are currently available.
de: Zurzeit sind keine Verbindungen verfügbar.

source: Available Connections:
de: Verfügbare Verbindungen:

source: Unable to create connection
de: Verbindung kann nicht erstellt werden

source: Unable to handle URI '%s'
de: URI '%s' kann nicht verarbeitet werden

source: Unable to import connections
de: Verbindungen können nicht importiert werden

source: Unable to export connections
de: Verbindungen können nicht exportiert werden

source: Custom Command
de: Benutzerdefiniertes Kommando

source: Create a generic freeform connection
de: Generische FreeForm-Verbindung herstellen

source: RDP on %s
de: RDP auf %s

source: Connect to Windows machines via Terminal Services
de: Mit Windows-Rechnern über Terminal Services verbinden

source: Connected to '%s'
de: Verbunden mit '%s'

source: You are connected to '%s' in fullscreen mode. Use Control+Alt+Enter to switch to and from windowed mode.
de: Sie sind mit '%s' im Vollbildmodus verbunden. Verwenden Sie die Tastenkombination Strg+Alt+Enter, um zum Fenstermodus zu wechseln.

source: Command is a required field
de: 'Befehl' ist ein erforderliches Feld

source: Host is a required field
de: 'Host' ist ein erforderliches Feld

source: User is a required field
de: 'Benutzer' ist ein erforderliches Feld

source: Password is a required field
de: 'Passwort' ist ein erforderliches Feld

source: Domain is a required field
de: 'Domäne' ist ein erforderliches Feld

source: New Connection
de: Neue Verbindung

source: Network connection is not available.
de: Netzwerkverbindung ist nicht verfügbar.

source: Failed to Save
de: Speichern nicht möglich

source: Failed to save places.xbel
de: places.xbel konnte nicht gespeichert werden
